Repository: anhngd/api-gateway
Catalog: src/IdentityServer/Resources/Public/Account/AccountController.*.resx
Languages: vi

source: . You can sign in directly!
vi: . Bạn có thể chuyển sang trang đăng nhập!

source: Can not create account! Try again!
vi: Không thể tạo tài khoản! Thử lại!

source: Change password failed! Try again!
vi: Thay đổi mật khẩu không thành công! Thử lại!

source: Change password success!
vi: Thay đổi mật khẩu thành công!

source: Confirm new password not matches!
vi: Mật khẩu không khớp!

source: Confirm password not matches!
vi: Mật khẩu xác nhận không đúng

source: Current password is required!
vi: Nhập mật khẩu cũ!

source: Email email has been confirmed!
vi: Email đã xác nhận

source: Email is not avaiable! Please try again!
vi: Email không hợp lệ! Vui lòng thử lại!

source: Email is required!
vi: Nhập Email!

source: Email or password wrong!
vi: Email hoặc mật khẩu không đúng!

source: Email verification failed. Please try again in a few minutes!
vi: Email xác minh không thành công. Vui lòng thử lại trong vài phút nữa!

source: Email verification failed. Please try again in a few minutes!&quot;
vi: Xác nhận Email thất bại, hãy chờ trong vài phút!

source: Family name is required!
vi: Nhập họ!

source: Given name is required!
vi: Nhập tên!

source: New password is required!
vi: Nhập mật khẩu mới!

source: Password is required!
vi: Nhập mật khẩu!

source: Reset password failed! Please try again in a few minutes!
vi: Đặt lại mật khẩu không thành công! Vui lòng thử lại trong vài phút nữa!

source: Reset password success! You can login with new password!
vi: Đặt lại mật khẩu thành công! Bạn có thể đăng nhập với mật khẩu mới!

source: Verify email success!
vi: Xác minh Email thành công

source: You already have a Tripbricks.com account registered to this email:
vi: Bạn đã có tài khoản với email:

source: Your account has been successfully created. An email has been sent to you with detailed instructions on how to activate it!
vi: Bạn đã tạo tài khoản thành công. Vui lòng kiểm tra email để kích hoạt tài khoản!
